
public class Main {

	public static void main(String[] args) {
		// TODO 自動生成されたメソッド・スタブ
		{
//			問１ "ABC"をString型の変数aに格納してコンソール画面に出力してみましょう。
		}

		{
//			問２ Macの人:"ABC\nDEF"を変数aに格納してコンソール画面に出力してみましょう。
//			    Windowsの人:"ABC¥nDEF"を変数aに格納してコンソール画面に出力してみましょう。
		}

		{
//			問３ String型の変数aに苗字を格納。
//			    String型の変数bに名前を格納。
//			    aとbを連結したものをコンソール画面に出力してみましょう。
		}

		{
//			問4 String型の変数aに10を格納してコンソール画面に出力してみましょう。
		}

		{
//			問5 String型の変数aに100を格納。
//			    String型の変数bに11格納。
//			    aとbを連結したものをコンソール画面に出力してみましょう。
		}

		{
//			問6 int型の変数aに10を格納。
//			    int型の変数bに100を格納。
//			    aとbを加算してコンソール画面に出力してみましょう。
		}

		{
//			問7 int型の変数aに100を格納。
//			    int型の変数bに19を格納。
//			    aとbを減纂してコンソール画面に出力してみましょう。
		}

		{
//			問8 int型の変数aに100を格納。
//			    int型の変数bに20を格納。
//			    aとbを乗算してコンソール画面に出力してみましょう。
		}

		{
//			問8 int型の変数aに100を格納。
//			    int型の変数bに2を格納。
//			    aとbを除算してコンソール画面に出力してみましょう。
		}

		{
//			問9 int型の変数aに100を格納。
//			    int型の変数bに3を格納。
//			    aとbを除算してその余りをコンソール画面に出力してみましょう。
		}

		{
//			問10 double型の変数aに1を格納。
//			    double型の変数bに0.6を格納。
//			    aとbを減算してコンソール画面に出力してみましょう。
		}
	}

}
