
public class Main {

	public static void main(String[] args) {
		// TODO 自動生成されたメソッド・スタブ
		{
//			◻️問１ 要素数が3個のint型の配列を作成します。（変数名と中身はなんでもよし）

		}




		{
//			◻️問２ 要素数が3個のString型の配列を宣言だけしましょう。（new演算子使用）

		}




		{
//			◻️問３ 配列numの左から３つ目の要素をコンソール画面に出力しましょう。
			int num[] = {1,2,5,3,7,8,12};
		}




		{
//			◻️問４ 配列numの左から3つ目と4つ目の要素を加算してコンソール画面に出力しましょう。
			int num[] = {1,2,12,30,9,8,7};

		}



		{
//			◻️問５ 配列numの右から３目の要素に11を再代入して、コンソール画面に出力しましょう。
			int num[] = {4,8,6,12,42};
		}




		{
//			◻️問６ 配列arrの右から３目の要素に"F"を再代入して、コンソール画面に出力しましょう。
			String arr[] = {"A", "B", "C", "D"};
		}




		{
//			◻️問７ 配列arrの要素数をコンソール画面に出力しましょう。
			String arr[] = {"A", "B", "C", "D"};
		}




		{
//			◻️問８ "D"のインデックスはいくつですか？？
//		           コンソール画面に出力しましょう。
			String arr[] = {"A", "B", "C", "D"};
		}




		{
//			◻️問９ "A"と"B"を抽出して、文字列の結合をしましょう。
//			     その結果をコンソール画面に出力します。
			String arr[] = {"A", "B", "C", "D"};
		}




		{
//			◻️問１０ languageという配列に"Java","JavaScript","PHP"代入しましょう。
		}
	}

}
